[
  {
    "Photo": "",
    "Name": "Quantum Cookware",
    "Description": "Quantum Cookware, a top trending product in 2024, offers multiple features. It uses advanced quantum technology to evenly distribute heat and cook food faster.",
    "Price": 99.99,
    "Rating": 4.5,
    "VendorId": 1,
    "Id": 1
  },
  {
    "Photo": "",
    "Name": "Photon Laptop",
    "Description": "Photon Laptop is a popular item among consumers in 2024. It features a holographic display and AI-powered performance for an immersive computing experience.",
    "Price": 79.99,
    "Rating": 4.2,
    "VendorId": 2,
    "Id": 2
  },
  {
    "Photo": "",
    "Name": "Plasma Headphones",
    "Description": "Plasma Headphones, a must-have item in 2024, are known for their high-quality sound. They use plasma technology for noise cancellation and offer a unique listening experience.",
    "Price": 89.99,
    "Rating": 4.7,
    "VendorId": 3,
    "Id": 3
  },
  {
    "Photo": "",
    "Name": "Neutron Earbuds",
    "Description": "Neutron Earbuds, a highly searched product in 2024, are loved by many. They offer superior sound quality and a comfortable fit, thanks to their neutron foam tips.",
    "Price": 69.99,
    "Rating": 4.3,
    "VendorId": 4,
    "Id": 4
  },
  {
    "Photo": "",
    "Name": "Stellar Skincare",
    "Description": "Stellar Skincare, a hot product in 2024, offers great value. It uses ingredients sourced from across the galaxy for effective skincare solutions.",
    "Price": 59.99,
    "Rating": 4.6,
    "VendorId": 5,
    "Id": 5
  },
  {
    "Photo": "",
    "Name": "Galactic Makeup",
    "Description": "Galactic Makeup, a top-rated product in 2024, is praised for its durability. It offers a range of cosmic shades and is known to last through any space adventure.",
    "Price": 49.99,
    "Rating": 4.8,
    "VendorId": 1,
    "Id": 6
  },
  {
    "Photo": "",
    "Name": "Orbit Jacket",
    "Description": "Orbit Jacket, a best-selling product in 2024, is known for its innovative design. It features a built-in heating system and is made from materials that adapt to any weather condition.",
    "Price": 39.99,
    "Rating": 4.4,
    "VendorId": 2,
    "Id": 7
  },
  {
    "Photo": "",
    "Name": "Starlight Bicycle",
    "Description": "Starlight Bicycle, a highly recommended product in 2024, offers multiple benefits. It features a lightweight frame made from starlight metal and has a built-in navigation system for interstellar travel.",
    "Price": 29.99,
    "Rating": 4.9,
    "VendorId": 3,
    "Id": 8
  },
  {
    "Photo": "",
    "Name": "Astro Art Supplies",
    "Description": "Astro Art Supplies, a well-reviewed product in 2024, are loved for their versatility. They include a range of tools and materials that glow under starlight, perfect for creating cosmic art.",
    "Price": 19.99,
    "Rating": 4.1,
    "VendorId": 4,
    "Id": 9
  },
  {
    "Photo": "",
    "Name": "Comet Drinkware",
    "Description": "Comet Drinkware, a popular choice in 2024, is known for its efficiency. It features a self-cleaning system and keeps beverages at the perfect temperature.",
    "Price": 9.99,
    "Rating": 4.0,
    "VendorId": 5,
    "Id": 10
  },
  {
    "Photo": "",
    "Name": "Supernova Perfume",
    "Description": "Supernova Perfume, a top pick in 2024, is praised for its excellent performance. It captures the scent of a supernova explosion, offering a unique olfactory experience.",
    "Price": 5.99,
    "Rating": 4.5,
    "VendorId": 1,
    "Id": 11
  },
  {
    "Photo": "",
    "Name": "Black Hole Vacuum",
    "Description": "Black Hole Vacuum, a top-rated product in 2024, is known for its powerful suction. It uses black hole technology to ensure a clean and dust-free environment.",
    "Price": 129.99,
    "Rating": 4.7,
    "VendorId": 2,
    "Id": 12
  },
  {
    "Photo": "",
    "Name": "Starship Sneakers",
    "Description": "Starship Sneakers, a popular product in 2024, are loved for their comfort and style. They feature anti-gravity soles for a lightweight feel.",
    "Price": 89.99,
    "Rating": 4.6,
    "VendorId": 3,
    "Id": 13
  },
  {
    "Photo": "",
    "Name": "Andromeda Android",
    "Description": "Andromeda Android, a highly searched product in 2024, is a personal assistant robot with advanced AI capabilities.",
    "Price": 999.99,
    "Rating": 4.8,
    "VendorId": 4,
    "Id": 14
  },
  {
    "Photo": "",
    "Name": "Quasar Quick Charger",
    "Description": "Quasar Quick Charger, a must-have item in 2024, offers fast charging for all your devices. It uses quasar energy for efficient power delivery.",
    "Price": 39.99,
    "Rating": 4.5,
    "VendorId": 5,
    "Id": 15
  },
  {
    "Photo": "",
    "Name": "Interstellar Instant Camera",
    "Description": "Interstellar Instant Camera, a hot product in 2024, captures high-quality photos and prints them instantly. It features a built-in printer that uses starlight for eco-friendly printing.",
    "Price": 149.99,
    "Rating": 4.4,
    "VendorId": 1,
    "Id": 16
  },
  {
    "Photo": "",
    "Name": "Space-Time Watch",
    "Description": "Space-Time Watch, a top trending product in 2024, not only tells the time but also predicts future events with its built-in quantum computer.",
    "Price": 199.99,
    "Rating": 4.9,
    "VendorId": 2,
    "Id": 17
  },
  {
    "Photo": "",
    "Name": "Exoplanet Explorer Drone",
    "Description": "Exoplanet Explorer Drone, a best-selling product in 2024, is a remote-controlled drone that can explore distant planets and galaxies.",
    "Price": 299.99,
    "Rating": 4.7,
    "VendorId": 3,
    "Id": 18
  },
  {
    "Photo": "",
    "Name": "Teleportation Travel Bag",
    "Description": "Teleportation Travel Bag, a highly recommended product in 2024, transports your belongings instantly to your destination.",
    "Price": 499.99,
    "Rating": 4.8,
    "VendorId": 4,
    "Id": 19
  },
  {
    "Photo": "",
    "Name": "Lightyear Laptop Stand",
    "Description": "Lightyear Laptop Stand, a well-reviewed product in 2024, is a portable and adjustable stand that uses anti-gravity technology to float your laptop at the perfect height.",
    "Price": 29.99,
    "Rating": 4.3,
    "VendorId": 5,
    "Id": 20
  },
  {
    "Photo": "",
    "Name": "Universe Umbrella",
    "Description": "Universe Umbrella, a popular choice in 2024, is an umbrella that uses force field technology to protect you from rain and sun.",
    "Price": 49.99,
    "Rating": 4.2,
    "VendorId": 1,
    "Id": 21
  },
  {
    "Photo": "",
    "Name": "Galaxy Goggles",
    "Description": "Galaxy Goggles, a top pick in 2024, are VR goggles that offer a 360-degree view of the galaxy.",
    "Price": 199.99,
    "Rating": 4.6,
    "VendorId": 2,
    "Id": 22
  },
  {
    "Photo": "",
    "Name": "Meteor Shower Hair Dryer",
    "Description": "Meteor Shower Hair Dryer, a top-rated product in 2024, uses meteor heat technology for quick and efficient hair drying.",
    "Price": 79.99,
    "Rating": 4.5,
    "VendorId": 3,
    "Id": 23
  },
  {
    "Photo": "",
    "Name": "Alien Alarm Clock",
    "Description": "Alien Alarm Clock, a hot product in 2024, wakes you up with a gentle alien melody and simulates an alien sunrise for a natural wake-up experience.",
    "Price": 39.99,
    "Rating": 4.4,
    "VendorId": 4,
    "Id": 24
  },
  {
    "Photo": "",
    "Name": "Stardust Smartphone",
    "Description": "Stardust Smartphone, a highly searched product in 2024, features a holographic display and a battery that charges using stardust.",
    "Price": 999.99,
    "Rating": 4.8,
    "VendorId": 5,
    "Id": 25
  }
]
